Export default {
  // ────────────────[معلومات المطور]────────────────
    ownerName: 'Eren',
    ownerNumber: '962796163926@s.whatsapp.net',
    eliteNumbers: [
        '962796163926@s.whatsapp.net',
        '962795106901@s.whatsapp.net'
    ],
   // ────────────────[معلومات البوت]──────────────── 
    botName: '『✦』 𝐸𝓇𝑒𝓃 🍷 𝐵𝑜𝓉 『✦』',
    mode: 'Public',
    prefix: ['.', '!', '#', '•', '*', '/'],
    botVersion: '2.0.0',
    sessionPath: './session',
    botNumber: '962795106901@s.whatsapp.net',
     
  // ────────────────[ الحقوق والشعارات ]──────────────── 
    botLogo: '『✦』 𝐸𝓇𝑒𝓃 🍷 𝐵𝑜𝓉 『✦』',
    botRights: '𝙱𝙰┇𝙴𝚁𝙴𝙽 𝚇 𝙱𝙾𝚃', // تم إضافة الفاصلة هنا ✅

  // ────────────────[مفاتيح API]────────────────
    geminiKey: '',
    openAIKey: '' // مفتاح احتياطي

// ────────────────[𝐸𝓇𝑒𝓃 🍷 𝐵𝑜𝓉]─────────────────
};
